<template>
    <b-container>
        <div class="mt-5 mb-5">
            <Title titleEng="About FengShui" titleCh="關於風水"></Title>
        </div>
        <div class="mt-5 mb-5">
            <p> 風水是一門古老的學問，先人用這門學問來觀察大自然的環境，</p>
    
            <p>並在這些環境中設計宅邸、廳堂、甚至是墓穴等，以實現人與自然的和諧與平衡。</p>
    
            <p> 風水的意思是“風和水的流動”。它源於早期的道家思想，但至今仍然廣泛流傳，已經傳播到 中國以外的文化中。
    
            </p>
    
        </div>
        <div class="mt-5 mb-5">
    
            <p>風水起源於道家對於“氣”的信仰，或者說是存在於一切事物中的生命力量。氣由陰陽元素組成，</p>
    
            <p>這是相對但互補的力量，無法分割。道家相信，通過平衡陰陽元素，人們可以改善生活中正面氣的流動，</p>
    
            <p>並遠離負面氣。風水是一種平衡陰陽元素，通過有益的方式布置家具、裝飾、建築甚至整個城市的方法。</p>
    
            <p>古代中國人相信，整理事物以創造正面氣，可以確保身體健康，改善人際關係，並帶來幸運和繁榮。</p>
        </div>
        <div class="mt-5 mb-5">
    
            <p>儘管我們對風水的起源了解有限，但有證據表明，中國人已經在使用風水原則設計他們的家園和城鎮，</p>
    
            <p>已經有四千多年的歷史。一些早期風水的例子可以在古代中國的墓地布置中找到，那些地方非常重要，</p>
    
            <p>因為在那裡帶來正面氣非常重要。在現代，全世界的人們都使用風水規則來裝飾他們的家。</p>
    
            <p>許多風水規則涉及到應該放置在門窗附近或遠離門窗的物品，因為氣可以通過這些開口進出。</p>
        </div>
    </b-container>
</template>

<style>

</style>

<script>
import Title from '~/components/Title.vue'
export default {
    components: {
        Title
    }
}
</script>